Repository: christiannana/Luxury_Mobile
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it

# componentPaiement_felicitationMessage2
source: proposals. Thank you for trusting us.
de: Vorschläge. Vielen Dank für Ihr Vertrauen.
es: propuestas. Gracias por confiar en nosotros.
fr: propositions. Merci de nous faire confiance.
it: proposte. Grazie per la fiducia accordataci.

# componentPasswordChange_titre
source: Security.
de: Sicherheit.
es: Seguridad.
fr: Sécurité.
it: Sicurezza.

# componentPasswordChange_message
source: You are going to change your password, complete the following fields and validate.
de: Sie werden Ihr Passwort ändern, die folgenden Felder ausfüllen und bestätigen.
es: Vas a cambiar tu contraseña, completa los siguientes campos y valida.
fr: Vous allez changer votre mot de passe, renseigner les champs suivants et valider.
it: Stai per cambiare la tua password, completa i seguenti campi e convalida.

# componentPasswordChange_ancienPass
source: Old password
de: Altes Passwort
es: Contraseña anterior
fr: Ancien mot de passe
it: Vecchia password

# componentPasswordChange_nouveauPass
source: New password
de: Neues Passwort
es: Nueva contraseña
fr: Nouveau mot de passe
it: Nuova password

# componentPasswordChange_bouttonAnnuler
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla

# componentPasswordChange_bouttonValider
source: Validate
de: Validieren
es: Validar
fr: Valider
it: Convalida

# componentPasswordRecovry_titre
source: Check your email address, we will send your new password to this address after validation.
de: Überprüfen Sie Ihre E-Mail-Adresse, wir senden Ihr neues Passwort nach Validierung an diese Adresse.
es: Verifique su dirección de correo electrónico, le enviaremos su nueva contraseña a esta dirección después de la validación.
fr: Vérifier votre adresse mail, nous allons envoyer votre nouveau mot de passe à cette adress après validation.
it: Controlla il tuo indirizzo email, invieremo la tua nuova password a questo indirizzo dopo la convalida.

# componentPasswordRecovry_bouttonAnnuler
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler

# componentPasswordRecovry_bouttonValider
source: Validate
de: Validieren
es: Validar
fr: Valider
it: Convalida

# componentPasswordRecovry_erreur
source: Error!
de: Fehler!
fr: Erreur !
it: Errore!

# componentPasswordRecovry_emailInvalide
source: E-mail address invalid.
de: E-Mail-Adresse ungültig.
es: Dirección de correo electrónico no válida
fr: Adresse mail invalid.
it: Indirizzo email non valido.

# componentPasswordRecovry_felicitationTitle
source: Congratulations !!!
de: Herzlichen Glückwunsch !!!
es: ¡¡¡Felicitaciones !!!
fr: Félicitation !!!
it: Congratulazioni !!!

# componentPasswordRecovry_felicitationmessage
source: Your new password has been sent to your email address.
de: Ihr neues Passwort wurde an Ihre E-Mail-Adresse gesendet.
es: Su nueva contraseña ha sido enviada a su dirección de correo electrónico.
fr: Votre nouveau mot de passe a été envoyé a votre adresse mail.
it: La tua nuova password è stata inviata al tuo indirizzo email.

# componentDeconnexion_title
source: Log out
de: Verbindung trennen
fr: Déconnection
it: Disconnessione

# componentDeconnexion_message
source: You will be disconnected from this application do you want to continue ?
de: Sie werden von dieser Anwendung getrennt, möchten Sie fortfahren?
fr: Vous serez deconnectez de cette application voulez vous continuer ?
it: Sarai disconnesso da questa applicazione vuoi continuare?

# componentDeconnexion_Annuler
source: Cancel
de: Abbrechen
fr: Annuler
it: Annulla

# componentDeconnexion_valider
source: Validate
de: Validieren
fr: Valider
it: Convalida

# connexion_email
source: E-mail
es: Correo electrónico

# monCompte_email
source: E-mail
es: Correo electrónico

# inscription_email
source: E-mail
es: Correo electrónico

# produitDetails_Detail
source: Details
es: Detalles
it: Dettagli

# produitDetails_dsecription
source: Description
de: Beschreibung
es: Descripción

# componentPasswordRecovry_email
source: E-mail
es: Correo electrónico
