Repository: christiannana/Luxury_Mobile
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it

# connexion_mdp
source: Password
de: Passwort
es: Contraseña
fr: Mot de passe

# connexion_seConneceter
source: Log in
es: Conectar
fr: Se connecter
it: Connetti

# connexion_mdpOublier
source: Forgot your password
de: Passwort vergessen
es: Contraseña olvidada
fr: Mot de passe oublié
it: Password dimenticata

# connexion_nouveau
source: I'm new
de: Ich bin neu
es: Soy nuevo
fr: Je suis nouveau
it: Sono nuovo

# connexion_inscription
source: Sign Up
de: Konto erstellen
es: Crear una cuenta
fr: Créer un compte
it: Crea un account

# connexion_donneeIncomplet
source: Incomplete data
de: Unvollständige Daten.
es: Datos incompletos
fr: Données incompletes.
it: Dati incompleti.

# connexion_donneeIncompletMessage
source: Some data is missing. or incorrect
de: Einige Daten fehlen. Oder falsch
es: Faltan algunos datos o son incorrectos
fr: Certain données sont manquantes. ou incorretes
it: Alcuni dati mancano o sono errati

# connexion_erreurTilte
source: Account not found.
de: Konto nicht gefunden.
es: Cuenta no encontrada.
fr: Compte introuvable.
it: Account non trovato.

# connexion_erreurMessage
source: Your login or password is incorrect.
de: Ihr Login oder Passwort ist falsch.
es: Su nombre de usuario o contraseña es incorrecto.
fr: Votre login ou mot de passe est incorrete.
it: Il tuo login o la tua password non sono corretti.

# menuPrincipal_monCompte
source: My account
de: Mein Konto
es: Mi cuenta
fr: Mon compte
it: Il mio account

# menuPrincipal_apropos
source: About
de: Über
es: Acerca de
fr: A propos
it: Informazioni

# menuPrincipal_aideCommentaire
source: Help and comment
de: Hilfe und Kommentar
es: Ayuda y comentario
fr: Aide et commentaire
it: Aiuto e commento

# menuPrincipal_nousContacter
source: Contact us
de: Kontaktieren Sie uns
es: Contáctenos
fr: Nous contacter
it: Contattaci

# menuPrincipal_partager
source: Share
de: Teilen
es: Compartir
fr: Partager
it: Condividi

# menuPrincipal_seDeconnecter
source: Sign out
de: Trennen
es: Desconectar
fr: Se déconnecter
it: Disconnetti

# menuPrincipal_enchereEnCours
source: Current auction
de: Aktuelle Auktion
es: Subasta actual
fr: Enchère en cours
it: Asta in corso

# menuPrincipal_tableauBord
source: Dashboard
es: Panel de control
fr: Tableau de bord

# menuPrincipal_desole
source: Sorry an error occurred ...
de: Leider ist ein Fehler aufgetreten ...
es: Lo sentimos, se produjo un error ...
fr: Désolé une erreur c'est produit...
it: Spiacenti, si è verificato un errore...

# menuPrincipal_desole2
source: Sorry no auction won !!!
de: Leider keine Gebote gewonnen !!!
es: ¡¡¡Lo sentimos, no se han ganado ofertas !!!
fr: Désolé aucune enchères remportée !!!
it: Siamo spiacenti, nessuna offerta vinta!!!

# menuPrincipal_nomProduit
source: Product Name
de: Produktname
es: Nombre del producto
fr: Nom du produit
it: Nome del prodotto

# menuPrincipal_netAPayer
source: Net to pay
de: Netto zu zahlen
es: Neto para pagar
fr: Net à payer
it: Netto da pagare

# menuPrincipal_vousAvezGagner
source: You have won!
de: Du hast gewonnen!
es: ¡Ganaste!
fr: Vous avez gagnez !
it: Hai vinto!

# enchereEnCours_acheterDesPlace
source: Buy seats on a product in order to be able to bid. Click on buy to get started.
de: Kaufen Sie Plätze für ein Produkt, um bieten zu können. Klicken Sie auf Kaufen, um zu beginnen.
es: Compre asientos en un producto para poder ofertar. Haga clic en comprar para comenzar
fr: Acheter des places sur un produit afin de pouvoir renchérir. Cliquer sur acheter pour vous lancer.
it: Acquista posti su un prodotto per poter fare offerte. Fai clic su acquista per iniziare.

# enchereEncours_rafraichissement
source: Refreshment ...
de: Erfrischung ...
es: Refresco ...
fr: Rafraichissement ...
it: Rinfresco ...

# enchereEncours_nomProduit
source: Product Name
de: Produktname
es: Nombre del producto
fr: Nom du produit
it: Nome prodotto

# enchereEncours_offreGagnante
source: Winning bid
de: Gewinngebot
es: Oferta ganadora
fr: Offre gagnante
it: Offerta vincente

# enchereEncours_enchereNonOuverte
source: Auction not open !
de: Auktion nicht geöffnet!
es: ¡Subasta no abierta!
fr: Enchère non ouverte !
it: Asta non aperta!

# enchereEncours_acheter
source: Buy tickets
de: Kaufen
es: Comprar
fr: Acheter
it: Compra

# monCompte_titre
source: My account
de: Mein Konto
es: Mi cuenta
fr: Mon Compte
it: Il mio account

# monCompte_nom
source: Name
es: Nombre
fr: Nom
it: Nome

# monCompte_prenom
source: First name
de: Vorname
es: Nombre
fr: Prenom
it: Nome

# monCompte_telephone
source: Phone
de: Telefon
es: Teléfono
fr: Téléphone
it: Telefono

# monCompte_enregistrerModification
source: Save Changes
de: Speichere die Änderungen
es: Guardar las modificaciones
fr: Enregistrer les modifications
it: Salva le modifiche

# apropos_titre
source: About
de: Apropos
es: Apropos
fr: Apropos
it: Apropos

# apropos_message
source: LUXURY LTD is a platform during which goods are sold and managed by the platform it is produced are intended for all audiences and professionals all people can offer prices to buy the products provided they are of legal age. responsible and solvent is a sale during which the goods sold are handed over to the one who offers the lowest price and to be the only one to have the lowest price on all the price proposals that have been made.
de: LUXURY LTD ist eine Plattform, auf der Waren verkauft und von der Plattform verwaltet werden, auf der sie hergestellt wird ein Verkauf, bei dem die verkauften Waren an denjenigen übergeben werden, der den niedrigsten Preis bietet und der einzige ist, der den niedrigsten Preis von allen durchgeführten Preisvorschlägen hat.
es: LUXURY LTD es una plataforma durante la cual los bienes son vendidos y administrados por la plataforma en la que se produce están destinados a todos los públicos y profesionales todas las personas pueden ofrecer precios para comprar los productos en condición de ser mayor de edad responsable y solvente es una venta durante la cual los bienes vendidos se entregan al que ofrece el precio más bajo y ser el único que tiene el precio más bajo en todas las propuestas de precios que se han realizado.
fr: LUXURY LTD est une plate-forme au cours de laquelle des biens sont vendus et dirigés par la plate-forme c'est produit sont destiné à tout public et aux professionnelles toutes personnes peut proposer des prix pour acheter les produits à condition d'être majeur responsable et solvable c'est une vente au cours de laquelle les biens vendus sont remis à celui qui offre le prix le plus bas et être le seul aavoir le prix le plus bas sur toutes les proposition de prix qui auront étais faite.
it: LUXURY LTD è una piattaforma durante la quale le merci vengono vendute e gestite dalla piattaforma che viene prodotta sono destinate a tutti i pubblici e professionisti tutte le persone possono offrire prezzi per acquistare i prodotti a condizione di essere maggiorenni responsabili e solvibili è una vendita durante la quale i beni venduti vengono consegnati a colui che offre il prezzo più basso e di essere l'unico ad avere il prezzo più basso su tutte le proposte di prezzo che sono state fatte.

# aidesCommentaire_titre
source: Help and comments
de: Hilfe und Kommentare
es: Ayuda y comentarios
fr: Aides et commentaires
it: Aiuto e commenti

# contact_titre
source: Contact us
de: Kontaktieren Sie uns
es: Contáctanos
fr: Contactez nous
it: Contattaci

# contact_message
source: You can contact us at any time, we are at your disposal.
de: Sie können uns jederzeit kontaktieren, wir stehen Ihnen gerne zur Verfügung.
es: Puedes contactarnos en cualquier momento, estamos a tu disposición.
fr: Vous pouvez nous contactez à tout moment, nous sommes a votre écoute.
it: Puoi contattarci in qualsiasi momento, siamo a tua disposizione.

# contact_appel
source: Call us
de: Rufen Sie uns an
es: Llámanos
fr: Appelez nous
it: Chiamaci

# contact_email
source: Write US
de: Schreiben Sie uns
es: Escríbanos
fr: Ecrivez nous
it: Scrivici

# contact_sms
source: Send us an SMS
de: Senden Sie uns eine SMS
es: Envíanos un SMS
fr: Envoyer nous un SMS
it: Inviaci un SMS

# partager
source: invites you to install the Luxury application via the following link:
de: lädt Sie ein, die Luxury-Anwendung über den folgenden Link zu installieren:
es: le invita a instalar la aplicación Luxury a través del siguiente enlace:
fr: vous invite a installer l'application Luxury via le lien suivant:
it: ti invita a installare l'applicazione Luxury tramite il seguente link:

# inscription_title
source: Account creation
de: Kontoerstellung
es: Creación de cuenta
fr: Création de compte
it: Creazione dell'account

# inscription_nom
source: Name
es: Nombre
fr: Nom
it: Nome

# inscription_prenom
source: First name
de: Vorname
es: Nombre
fr: Prenom
it: Nome

# inscription_adresse
source: Adress
de: Adresse
es: Dirección
fr: Adresse
it: Indirizzo

# inscription_pays
source: Country
de: Land
es: País
fr: Pays
it: Paese

# inscription_telephone
source: Phone
de: Telefon
es: Teléfono
fr: Téléphone
it: Telefono

# inscription_motDePasse
source: Password
de: Passwort
es: Contraseña
fr: Mot de passe

# inscription_confirmerMotPasse
source: Confirm password
de: Passwort bestätigen
es: Confirmar contraseña
fr: Confirmer mot de passe
it: Conferma password

# inscription_donneIncompletTitre
source: Incomplete data.
de: Unvollständige Daten.
es: Datos incompletos
fr: Données incompletes.
it: Dati incompleti.

# inscription_donneIncompletMessage
source: Some data is missing or incorrect
de: Bestimmte Daten fehlen. oder falsch
es: Algunos datos faltan o son incorrectos
fr: Certain données sont manquantes. ou incorretes
it: Alcuni dati mancano o sono errati

# inscription_erreurReseautTitre
source: Network error!
de: Netzwerkfehler!
es: ¡Error de red!
fr: Erreur réseau !
it: Errore di rete!

# inscription_erreurReseauMessage
source: Check your internet connection.
de: Überprüfe deine Internetverbindung.
es: Verifica tu conexión a Internet.
fr: Vérifier votre connxion internet.
it: Controlla la tua connessione Internet.

# inscription_authentification
source: Authentication
de: Authentifizierung
es: Autenticación
fr: Authentification
it: Autenticazione

# inscription_authentificationMessage
source: Your account has been successfully created on the platform. To log in you must activate this account.
de: Ihr Konto wurde erfolgreich auf der Plattform erstellt. Um eine Verbindung herzustellen, müssen Sie dieses Konto aktivieren.
es: Su cuenta se ha creado con éxito en la plataforma. Para conectarse debe activar esta cuenta.
fr: Votre compte a été crée avec succès sur la plate-forme. Pour vous connecter vous devez activer ce compte.
it: Il tuo account è stato creato con successo sulla piattaforma. Per connetterti devi attivare questo account.

# inscription_felicitationPlutTard
source: Later
de: Später
es: Más tarde
fr: Plus tard
it: Più tardi

# inscription_felicitation
source: Congratulations !
de: Herzlichen Glückwunsch!
es: ¡Felicitaciones!
fr: Felicitation !
it: Congratulazioni!

# inscription_felicitationMessage
source: Your account has been created on the platform. Log in to activate this account. Thank you for trusting us.
de: Ihr Konto wurde auf der Plattform erstellt. Melden Sie sich an, um dieses Konto zu aktivieren. Vielen Dank für Ihr Vertrauen.
es: Su cuenta ha sido creada en la plataforma. Inicie sesión para activar esta cuenta. Gracias por confiar en nosotros.
fr: Votre compte à bien été créer sur la plate forme. Connectez vous pour activer ce compte. Merci de nous faire confiance.
it: Il tuo account è stato creato sulla piattaforma. Accedi per attivare questo account. Grazie per la tua fiducia.

# inscription_activerMaintenant
source: Activate now
de: Jetzt aktivieren
es: Activar ahora
fr: Activer maintenant
it: Attiva ora

# activation_title
source: Account activation.
de: Kontoaktivierung.
es: Activación de la cuenta
fr: Activation de compte.
it: Attivazione dell'account.

# activation_message1
source: A secret code has been sent to your email address (
de: Ein Geheimcode wurde an Ihre E-Mail-Adresse gesendet (
es: Se ha enviado un código secreto a su dirección de correo electrónico (
fr: Un code secrèt a été envoyé à votre adresse mail(
it: Un codice segreto è stato inviato al tuo indirizzo email (

# activation_message2
source: ). To activate your account, you must enter this code in the field below and validate.
de: ). Um Ihr Konto zu aktivieren, müssen Sie diesen Code in das Feld darunter eingeben und bestätigen.
es: ). Para activar su cuenta, debe ingresar este código en el campo a continuación y validar.
fr: ). Pour activer votre compte, vous devez renseigner ce code dans le champs ci dessous et valider.
it: ). Per attivare il tuo account, devi inserire questo codice nel campo sottostante e convalidare.

# activation_codeSecret
source: Secret code *.
de: Geheimcode *.
es: Código secreto *.
fr: Code secrèt *.
it: Codice segreto *.

# activation_codeIncompletTile
source: Incomplete code!
de: Code unvollständig!
es: ¡Código incompleto!
fr: Code incomplet !
it: Codice incompleto!

# activation_codeIncompletMessage
source: Enter your code.
de: Geben Sie Ihren Code ein.
es: Ingrese su código.
fr: Renseigner votre code.
it: Inserisci il tuo codice.

# activation_erreurCode
source: Code error!
de: Codefehler!
es: ¡Error de código!
fr: Erreur code !
it: Errore di codice!

# activation_erreurCodeMessage
source: Your code appears to be invalid.
de: Ihr Code scheint ungültig zu sein.
es: Parece que su código no es válido.
fr: Votre code semble etre invalid.
it: Il tuo codice sembra non essere valido.

# activation_erreurCodeInvalide
source: Code error!
de: Codefehler!
es: ¡Error de código!
fr: Erreur code !
it: Errore di codice!

# activation_erreurCodeMessageInconnue
source: Your code appears to be unknown.
de: Ihr Code scheint unbekannt zu sein.
es: Parece que tu código es desconocido.
fr: Votre code semble etre inconnu.
it: Il tuo codice sembra essere sconosciuto.

# activation_felicitationTilte
source: Congratulations !
de: Herzlichen Glückwunsch!
es: ¡Felicitaciones!
fr: Félicitation !
it: Congratulazioni!

# activation_felicitationMessage
source: Your account is now activated.
de: Ihr Konto ist jetzt aktiviert.
es: Su cuenta ahora está activada.
fr: Votre compte est maintenant activé.
it: Il tuo account è ora attivato.

# activation_codeNonRecu
source: I did not receive any code.
de: Ich habe keinen Code erhalten.
es: No recibí un código.
fr: Je n'ai pas reçu de code.
it: Non ho ricevuto un codice.

# activation_codeRenvoyer
source: Resend again
de: Erneut senden
es: Reenviar de nuevo
fr: Renvoyer encore
it: Invia di nuovo

# activation_adresseMailInconnu
source: Unknown email address.
de: Unbekannte E-Mail-Adresse.
es: Dirección de correo electrónico desconocida
fr: Adresse mail inconnu.
it: Indirizzo e-mail sconosciuto.

# activation_nouveauCodeTitle
source: New code!
de: Neuer Code!
es: ¡Nuevo código!
fr: Nouveau code !
it: Nuovo codice!

# activation_nouveauCodeMessage
source: A new code has been sent to your email address:
de: Ein neuer Code wurde an Ihre E-Mail-Adresse gesendet:
es: Se ha enviado un nuevo código a su dirección de correo electrónico:
fr: Un nouveau code a été envoyé à votre adresse mail:
it: Un nuovo codice è stato inviato al tuo indirizzo email:

# produit_title
source: List of
de: Liste von
es: Lista de
fr: Liste des
it: Elenco di

# produit_chargement
source: Loading...
de: Laden ...
es: Cargando ...
fr: Chargement en cours...
it: Caricamento in corso...

# produit_empty
source: No product to bid at present ...
de: Zur Zeit kein zu aktualisierendes Produkt ...
es: Ningún producto para actualizar en este momento ...
fr: Aucun produit à renchèrir actuellement...
it: Nessun prodotto da aggiornare al momento...

# produit_PrixVente
source: Sell price
de: Verkaufspreis
es: Precio de oferta
fr: Prix vente
it: Prezzo di vendita

# produit_NombrePlace
source: Number of places
de: Anzahl der Orte
es: Número de lugar
fr: Nombre de place
it: Numero di posti

# produit_PrixPlace
source: Price of a seat
de: Preis eines Sitzplatzes
es: Precio de un asiento
fr: Prix d'une place
it: Prezzo di un posto

# produitDetails_Produit
source: Product
de: Produkt
es: Producto
fr: Produit
it: Prodotto

# produitDetails_prixVente
source: Classic sale price
de: Klassischer Verkaufspreis
es: Precio de oferta clásico
fr: Prix de vente classique
it: Prezzo di vendita classico

# produitDetails_nombrePlace
source: Number of remaining places
de: Anzahl der verbleibenden Plätze
es: Número de lugares restantes
fr: Nombre de place restante
it: Numero di posti rimanenti

# produitDetails_prixPlace
source: Price of a seat
de: Preis eines Sitzplatzes
es: Precio de un asiento
fr: Prix d'une place
it: Prezzo di un posto

# produitDetails_acheterPlace
source: Buy tickets at
de: Orte kaufen bei
es: Comprar lugares en
fr: Achéter des places à
it: Compra posti a

# produitDetails_imageComple
source: Complementary Images
de: Ergänzende Bilder
es: Imágenes complementarias
fr: Images Complementaires
it: Immagini complementari

# produitDetails_videoPromotionnelle
source: Promotional video
de: Werbevideo
es: Video promocional
fr: Vidéo promotionnelle
it: Video promozionale

# produitDetails_ficheTech
source: Technical sheet
de: Technisches Datenblatt
es: Ficha técnica
fr: Fiche technique
it: Scheda tecnica

# trading_depotOffre
source: Offer deposit
de: Einzahlung anbieten
es: Ofrecer depósito
fr: Dépot d'offre
it: Offerta deposito

# trading_voireDetail
source: See the detail
de: Siehe die Details
es: Ver el detalle
fr: Voir le détail
it: Vedi i dettagli

# trading_acheterPluce
source: Buy more seats
de: Mehr Sitzplätze kaufen
es: Compre más asientos
fr: Achetez plus de places
it: Acquista più posti

# trading_evolution
source: Market evolution
de: Marktentwicklung
es: Evolución del mercado
fr: Evolution du marché
it: Evoluzione del mercato

# trading_venteCloture
source: Sale closed, product purchased ...
de: Verkauf geschlossen, Produkt gekauft ...
es: Venta cerrada, producto comprado ...
fr: Vente cloturée, produit acheté...
it: Vendita chiusa, prodotto acquistato...

# trading_offreGagnante
source: Winning offer
de: Gewinnangebot
es: Oferta ganadora
fr: Offre gagnante
it: Offerta vincente

# trading_dateCloture
source: Auction closing date
de: Auktionsschlussdatum
es: Fecha de cierre de la subasta
fr: Date cloture des enchères
it: Data di chiusura dell'asta

# trading_enchereNonOuvert
source: Auction not open!
de: Auktion nicht geöffnet!
es: ¡Subasta no abierta!
fr: Enchère non ouverte !
it: Asta non aperta!

# trading_resteOffre0
source: You have 0 Offers left.
de: Sie haben noch 0 Angebote.
es: Le quedan 0 ofertas.
fr: Il vous reste 0 Offres.
it: Ti sono rimaste 0 offerte.

# trading_resteOffre
source: you still have
de: Sie haben verlassen
es: Te has ido
fr: Il vous reste
it: Te ne sei andato

# trading_erreurReseau
source: Network error ...
de: Netzwerkfehler ...
es: Error de red ...
fr: Erreur réseau...
it: Errore di rete ...

# trading_aucuneOffreDepose
source: No offer already submitted.
de: Es wurde noch kein Angebot abgegeben.
es: No se ha enviado ninguna oferta.
fr: Aucune offre déjà déposée.
it: Nessuna offerta già presentata.

# trading_deposerOffre
source: Submit your offer
de: Senden Sie Ihr Angebot
es: Envíe su oferta
fr: Déposer votre offre
it: Invia la tua offerta

# trading_attente
source: Pending!
de: Ausstehend!
es: ¡Pendiente!
fr: En attente !
it: In attesa!

# trading_attenteMessage
source: Auction not yet open
de: Auktion noch nicht geöffnet
es: Subasta aún no abierta
fr: Enchère pas encore ouverte
it: Asta non ancora aperta

# trading_offre
source: Enter the amount you wish to deposit for this product...
de: Geben Sie den Betrag ein, den Sie für dieses Produkt einzahlen möchten...
es: Ingrese la cantidad que desea depositar para este producto...
fr: Renseigner le montant que vous souhaitez deposer pour ce produit.
it: Inserisci l'importo che desideri depositare per questo prodotto...

# trading_montantOffre
source: Amount of your offer (in â‚¬)
de: Betrag Ihres Angebots (in €)
es: Importe de su oferta (en €)
fr: Montant de votre offre(en €)
it: Importo della tua offerta (in €)

# trading_valider
source: Validate
de: Validieren
es: Validar
fr: Valider
it: Convalida

# trading_felicitation
source: Congratulations!
de: Herzlichen Glückwunsch!
es: ¡Felicitaciones!
fr: Félicitation !
it: Congratulazioni!

# trading_felicitationMessage
source: Offer successfully submitted. Thank you for trusting us.
de: Angebot erfolgreich eingereicht. Vielen Dank für Ihr Vertrauen.
es: Oferta enviada correctamente. Gracias por confiar en nosotros.
fr: Offre déposée avec succès. Merci de nous faire confiance.
it: Offerta inviata con successo. Grazie per la fiducia accordataci.

# trading_erreur
source: Error!
de: Fehler!
fr: Erreur !
it: Errore!

# trading_erreurMessage
source: Check your amount or your internet connection.
de: Überprüfen Sie Ihren Betrag oder Ihre Internetverbindung.
es: Verifique su monto o su conexión a Internet.
fr: Vérifier votre montant ou votre connxion internet.
it: Controlla il tuo importo o la tua connessione Internet.

# componentCategorie_titre
source: Choose a product category.
de: Wählen Sie eine Produktkategorie.
es: Elija una categoría de producto.
fr: Choisir une catégorie de produit.
it: Scegli una categoria di prodotto.

# componentCategorie_boutton
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla

# componentPaiement_titre
source: Buy tickets at
de: Tickets kaufen bei
es: Compre boletos en
fr: Acheter des places a
it: Acquista biglietti a

# componentPaiement_nombrePlace
source: Number of places
de: Anzahl der Orte
es: Número de lugares
fr: Nombre de places
it: Numero di posti

# componentPaiement_codeVendeur
source: Vendor code
fr: Code du vendeur
it: Codice venditore

# componentPaiement_bouttonAnnuler
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla

# componentPaiement_bouttonAchetter
source: Buy
de: Kaufen
es: Comprar
fr: Acheter
it: Acquista

# componentPaiement_erreurTitre
source: Error !
de: Fehler !!!
fr: Erreur !!!
it: Errore !!

# componentPaiement_erreurMessageInvalide
source: Number of places invalid.
de: Anzahl der Stellen ungültig.
es: Número de lugares no válido.
fr: Nombre de place invalid.
it: Numero di posti non valido.

# componentPaiement_erreurReseauTitre
source: Network error!
de: Netzwerkfehler!
es: ¡Error de red!
fr: Erreur réseau !
it: Errore di rete!

# componentPaiement_erreurReseauMessage
source: Check your internet connection.
de: Überprüfe deine Internetverbindung.
es: Verifique su conexión a Internet.
fr: Vérifier votre connxion internet.
it: Controlla la tua connessione Internet.

# componentPaiement_erreurEleverMessage
source: Number of places too high. There are not so many places left.
de: Anzahl der Plätze zu hoch. Es sind nicht mehr so ​​viele Plätze frei.
fr: Nombre de place trop élévé. Il ne reste plus autant de places.
it: Numero di posti troppo alto. Non sono rimasti così tanti posti.

# componentPaiement_felicitationTitre
source: Congratulations!
de: Herzlichen Glückwunsch!
es: ¡Felicitaciones!
fr: Félicitation !
it: Congratulazioni!

# componentPaiement_felicitationMessage1
source: Number of tickets successfully purchased on the platform. You are entitled to
de: Anzahl der erfolgreich auf der Plattform gekauften Tickets. Sie haben Anspruch darauf
es: Número de entradas compradas correctamente en la plataforma. Tiene derecho a
fr: Nombre de place acheté avec succès sur la plate forme. Vous avez droit à
it: Numero di biglietti acquistati con successo sulla piattaforma. Hai diritto a
